base	13236
previously	333
develop	6781
solid	1472
liquid	1498
vapor	346
equation	825
state	3870
calculate	1688
phase	2840
mixture	1025
model	20570
prediction	1522
behavior	1659
pure	489
compound	352
binary	162
system	25966
agree	187
report	1364
datum	6948
experimental	3133
present	8137
fact	479
find	5881
exist	3229
different	9276
structure	2493
free	790
energy	27116
curve	1008
overcome	579
problem	3399
successfully	450
correlate	274
wide	1294
range	3439
temperature	9741
pressure	3497
necessary	1038
analyze	3519
environmental_impact	872
entire	464
process	8034
coal	3906
fire	1173
power	14610
generation	7271
effective	2905
measure	3917
control	5278
energy_consumption	4130
reduce	8373
pollutant	567
emission	16571
study	13886
examine	2996
transportation	1319
stage	2015
life	1798
cycle	5291
assessment	2074
lca	355
method	7919
adopt	1456
china	5258
relevant	865
cost	13280
theory	815
resource	2752
consumption	4874
external	897
key	2407
category	463
main	2839
co	2447
boiler	829
ash	442
high	14256
value	4493
unit	2796
mwh	192
respectively	2753
upgrade	323
facility	782
reduction	6056
improve	5014
standard	1737
strengthen	209
management	2348
way	1771
burden	323
environment	1823
paper	13790
influence	3176
hydrogen	2247
addition	2463
substitution	443
conventional	2660
diesel	1627
combustion	4210
reactivity	302
compression	831
ignition	901
medium	1119
load	5197
exhaust	928
gas	7154
recirculation	263
egr	345
heavy	346
duty	284
diesel_engine	492
numerically	229
investigate	5136
parameter	4090
intensity	2442
heat	10948
efficiency	8557
release	779
cylinder	787
variation	1624
soot	466
nox	601
compare	6705
result	18903
substitute	343
input	1933
greenhouse	266
decrease	3247
indicate	3915
work	3953
suffer	235
hand	624
increase	13305
lead	3394
output	3168
good	2703
case	3816
add	761
knock	206
instead	543
methane	1390
cause	1765
chamber	479
advance	473
rate	5440
rise	1134
important	3922
phenomenon	401
engine	3600
final	780
comprehensive	1089
comparison	1797
performance	10550
pollution	481
gasoline	1194
combustion_engine	344
acid	689
deposition	258
widely	685
recognize	268
regional	1415
environmental	3536
oxide	680
nitrogen	465
emit	307
fossil_fuel	1855
consider	5843
economic	5099
significance	239
relative	1319
instrument	801
available	1987
effect	8727
likely	1123
application	3867
spanish	221
tax	748
electricity	13693
producer	560
possible	2008
type	3096
product	1911
accompany	178
introduction	581
economy	2140
short	1841
term	5324
give	2182
current	4235
reliance	167
sector	4431
station	580
production	6359
involve	1215
significant	4334
price	7236
considerable	645
induce	717
benefit	3492
soil	313
small	2675
long	3644
neutral	196
modification	292
encourage	584
fast	909
cheap	238
restructuring	184
total	4170
plant	3781
new	5476
clean	993
capability	731
extensive	406
natural_gas	2761
direct	1854
cooking	263
oil	4754
biodiesel	1339
waste	1566
properly	206
serve	568
low	9565
feedstock	871
non	2970
technique	1772
apply	3842
directly	681
convert	662
single	1911
step	1313
efficiently	389
mass	1597
transfer	2905
specific	2452
thermal	7634
molecular	152
level	6384
chemical	1373
overall	2349
greatly	408
research	3039
reaction	1832
heating	3347
density	1666
optimization	3431
methanol	760
ratio	3211
catalyst	1167
concentration	1830
time	7434
observe	1373
reactor	1511
design	7241
plug	390
flow	4332
contact	309
utilization	1355
body	215
explore	1657
effectiveness	1381
home	779
achieve	4581
energy_saving	1541
household	2978
date	325
impact	6175
take	2124
account	2367
save	1250
energy_need	169
use	7523
invest	379
eco	262
cumulative	355
energy_demand	1440
distinct	233
literature	1617
scenario	5194
order	3960
break	287
point	2215
dependent	726
duration	485
saving	1530
part	312
minimize	979
conclude	1250
discuss	2638
implication	1411
concern	1736
implementation	1700
smart	1030
meter	330
transparent	234
solar	5566
cell	1956
module	1243
relatively	1177
production_cost	341
silicon	198
provide	6979
build	2292
limit	1690
durability	192
scale	3944
actual	968
building	5839
test	4084
conduct	2235
vertical	409
integrated	198
photovoltaic	1972
window	492
verify	682
characteristic	3012
glazing	228
condition	6038
year	4204
period	3218
fabricate	230
connection	401
sub	665
multi	2357
compose	293
mm	434
clear	529
glass	256
wall	1032
frame	314
size	2173
maximum	2178
capacity	4546
foam	230
instal	938
south	488
roof	437
monitoring	436
meteorological	241
show	5635
average	2587
daily	786
yield	1964
month	364
kwh	587
operate	1959
mean	2289
contrast	593
consistent	450
accord	1233
cover	854
seasonal	374
regression	793
latent	469
variable	2406
forecast	1270
demand	7019
try	204
advantage	1337
forecasting	902
support	3212
successful	521
structural	818
city	1659
aim	2808
renewable_energy	3734
number	2882
energy_resource	595
include	5216
potential	6993
wind_power	1588
source	4297
heat_pump	1238
produce	3451
district_heating	662
article	1642
technical	1741
describe	1562
transition	1694
energy_supply	809
fossil	584
fuel	9333
locally	172
aspect	1061
i.e.	1598
industrial	1636
analyse	1791
analysis	9080
aggregate	542
annual	1662
hourly	729
basis	1132
particular	1437
attention	1083
area	3006
combination	1207
absorption	987
promise	424
situation	665
supply	3300
cogeneration	503
chp	993
relationship	1726
space	1119
energy_use	1587
urban	1347
form	1706
land_use	335
great	2332
region	2976
evaluate	3642
district	403
balance	1155
estimate	4213
factor	4883
illustrate	841
distribution	2806
profile	1242
dwelling	266
relate	2321
individual	1302
resident	385
live	203
compact	212
floor	235
consume	728
big	294
extreme	309
significantly	2312
guidance	169
linear	1008
device	1298
channel	509
core	404
development	5081
decade	909
material	2872
large	5625
passive	333
commercially	192
world	1833
rapid	797
change	6015
technology	8292
match	305
reliable	642
criterion	996
survey	1238
working	600
create	1161
suggest	2946
critical	1320
review	1696
note	173
lag	219
far	624
comparable	340
electric	2581
lighting	380
currently	1004
consideration	914
installation	895
recent	1581
patent	162
worldwide	442
address	1898
concept	1500
harvest	253
wind_energy	775
loss	2362
task	347
lack	1005
characterization	252
explain	793
activity	1443
field	1717
generate	2442
traffic	177
innovative	548
emerge	795
energy_policy	1451
energetic	197
double	670
motivation	190
optimal	3771
associate	1628
transport	1847
contrary	186
renewable	3585
make	1298
sustainable	1467
correlation	832
truck	183
wind	5268
speed	1915
class	308
indicator	1194
cut	322
cluster	408
drop	672
demonstrate	2845
hour	610
allow	2043
energy_conversion	417
threshold	314
permit	347
positive	1253
carry	1816
issue	2583
transient	577
ultimately	165
turbine	2478
kw	310
finding	1827
site	1249
campaign	151
generic	180
complete	565
view	894
farm	1069
member	405
public	1355
desire	341
renewable_energy_source	747
major	2149
visual	165
power_production	301
establish	1509
determine	2913
people	542
quality	1210
landscape	191
place	933
distance	590
respondent	270
physical	888
attribute	600
socio	531
demographic	175
sensitivity	1120
acceptance	560
receive	478
well	2349
limited	962
keep	269
away	188
observation	281
infrastructure	1234
evaluation	1423
attitude	415
recommendation	534
planning	1605
policy	9426
making	576
nearly	397
group	1327
attempt	627
conductivity	674
bulk	236
nanoparticle	301
enhancement	492
continue	627
primarily	371
propagation	201
certain	640
resistance	855
responsible	333
mechanism	1965
understand	1222
link	669
surround	220
paraffin	226
end	1589
carbon	6906
newly	261
function	1766
geometry	368
diameter	428
conflict	301
approximation	151
predict	1834
pcm	1177
composite	726
expect	1601
strongly	530
pcms	323
customer	956
market	6932
residential	1693
challenge	2253
appropriate	977
series	1102
facilitate	755
unique	385
feature	1148
extraction	514
common	776
dataset	410
propose	8728
strategy	4915
alleviate	167
limitation	597
map	350
robustness	299
noise	234
baseline	674
approach	5953
confirm	634
outcome	656
analytical	641
metric	461
experiment	1684
random	286
indian	211
programme	485
set	2657
start	837
india	886
develop_country	1061
gain	1159
position	490
recently	652
dynamic	3004
institutional	565
initiative	471
commercial	1422
run	1614
utility	1466
power_plant	2350
pv	4084
fall	404
past	650
rely	506
future	4161
need	3893
ensure	933
deploy	309
meet	1667
global	2835
objective	2537
require	3557
particularly	1019
united_state	606
draw	668
insight	808
affect	2412
tend	430
construction	840
concentrated	281
competitive	847
requirement	1293
identify	3161
policymaker	348
pursue	220
similar	1172
expansion	1156
platform	285
integrate	3171
replacement	352
aggregation	168
community	1272
gross	241
error	1225
detection	220
thermochemical	286
laboratory	399
university	250
italy	292
engineering	405
purpose	1187
eliminate	302
systematic	383
exploit	367
know	652
e.g.	901
measurement	1272
real	2441
come	581
steady	595
perform	2401
adjustment	387
respect	889
constraint	1330
ideal	331
subsystem	190
measured	273
inlet	740
outlet	339
focus	2781
dr	442
calculation	874
panel	1169
promising	1029
answer	185
energy_production	618
urban_area	226
novel	2018
methodology	2079
combine	2670
geographic	238
machine	478
learning	709
algorithm	2092
forest	393
rooftop	167
solar_energy	787
country	4517
hierarchical	165
divide	309
computation	212
reach	1530
multiple	1277
interest	1019
follow	1809
collect	656
train	278
location	1295
shape	713
direction	635
horizontal	339
tilt	155
radiation	439
grid	3702
useful	937
researcher	324
municipality	202
assess	2524
interval	412
uncertainty	2271
estimation	1231
specifically	580
correspond	870
receiver	465
perspective	1222
consist	973
tube	837
parallel	464
array	389
cross	766
section	428
imply	589
carrier	748
fluid	1666
pumping	215
optimize	1768
maximize	719
case_study	2078
drive	2181
capital	1060
flexibility	1227
length	484
optimum	894
day	1518
vary	1416
component	1955
plus	263
stream	514
cool	3178
service	1645
stock	603
sustainability	1057
today	388
envelope	384
retrofit	584
insulation	434
bridge	181
absence	267
etc	375
importance	1129
efficient	2712
solution	3101
property	1742
neglect	214
sensible	200
choose	646
office	464
calibrate	212
thermal_energy	544
parametric	373
simulation	4011
tool	1604
zone	791
realistic	383
operating	1910
assume	828
initial	847
climate	1756
typical	1022
italian	169
general	1221
southern	207
european	1045
manufacture	245
cement	253
regard	653
ecological	283
argument	219
favor	195
viable	482
alternative	2397
ii	728
iii	367
clearly	335
possess	152
composition	791
additive	219
like	762
sense	159
interaction	1096
ignore	210
adsorption	606
fundamental	493
understanding	806
replace	655
consequently	496
political	872
dope	158
catalytic	484
excellent	314
oxygen	1366
fuel_cell	1783
metal	698
air	4313
battery	3668
prepare	415
homogeneous	226
atmosphere	376
formation	985
electrochemical	403
reveal	1768
obtain	3682
highly	1086
sensitive	403
c.	665
functional	243
configuration	1627
contribute	1564
play	1378
role	2413
owe	250
active	793
gap	860
beneficial	372
superior	313
content	1303
proportion	386
specie	391
despite	790
technological	806
research_development	213
investment	3280
r&d	476
foreign	207
trade	1445
chinese	930
provincial	282
extension	212
framework	2879
employ	1785
previous	967
depth	443
utilize	1281
nonlinear	451
empirical	1238
import	1157
export	760
local	2357
human	550
equivalent	834
crucial	657
air_pollutant	175
combined	316
achievement	208
information	1684
avoid	924
generator	1461
highlight	1024
proper	358
operation	4493
recommend	523
index	1366
suitable	1146
numerical	1626
overview	302
reference	1079
example	999
procedure	746
comparative	204
storage	3479
generally	668
condensation	231
charge	2365
salt	605
hydrate	1029
domestic	1259
hot	1089
water	5364
internal	1125
heat_recovery	544
cascade	195
improvement	2352
exergy	1172
boundary	543
discharge	875
micro	843
algae	203
biofuel	1748
microalgae	279
cultivation	188
wastewater	367
treatment	678
feasible	621
biomass	3216
lipid	245
productivity	585
prior	293
strain	164
mixed	691
employment	325
act	520
spot	264
decline	717
look	380
difference	2082
actually	172
autoregressive	154
restriction	212
pyrolysis	704
pathway	763
feasibility	933
ton	462
biorefinery	170
quantify	1114
return	688
net	1749
npv	152
bio	785
spark	389
si	304
hcci	232
stroke	161
valve	329
injection	1687
equip	288
hydraulic	295
commission	157
mode	1807
intake	261
negative	1156
calibration	170
brake	246
synergy	207
organic	693
rankine	348
orc	523
face	1036
widespread	286
volume	1122
implement	2052
variety	422
selection	716
enable	1222
couple	1100
optimisation	457
radial	207
cfd	463
adapt	373
additional	1302
original	434
modify	718
update	215
thermodynamic	937
display	202
whilst	241
construct	791
select	1348
utilise	252
investigation	926
pump	719
exchanger	1092
offer	1396
opportunity	1061
economical	320
utilisation	198
pipeline	392
largely	423
independent	529
broad	490
international	1009
detail	659
usa	275
socioeconomic	172
context	1337
supply_demand	293
inter	316
natural	753
u.s	573
insufficient	224
satisfy	355
heterogeneous	245
depend	1606
magnitude	448
risk	2062
characterize	829
decision	2420
empirically	154
adoption	1090
energy_efficiency	3864
participate	294
german	383
program	1896
appear	753
robust	636
specification	224
theoretical	868
barrier	1050
investment_cost	289
capture	1964
profitable	249
slow	379
subsidy	1347
help	1394
accelerate	385
diffusion	870
statistically	263
finally	1776
evidence	907
regulation	1388
mandatory	158
gasification	1056
char	595
activate	242
sample	1225
feed	1239
house	693
prototype	462
room	456
housing	426
controller	568
inverter	169
nominal	172
store	663
dc	419
ac	274
solar_radiation	548
cop	433
fraction	876
detailed	1238
representative	507
mix	1345
conversion	1615
contain	727
kg	641
refrigerant	294
steam	1533
rule	619
accurate	837
modelling	773
valuable	360
matlab	167
operational	1285
stability	1199
hydro	551
mechanical	623
failure	505
validate	1379
locate	628
methodological	190
virtual	261
benchmark	367
energy_recovery	197
topic	255
carbon_dioxide	1072
road	457
recovery	709
represent	1433
call	618
expand	610
inside	448
atmospheric	257
absorb	220
compressor	492
layout	245
approximately	896
improved	469
integration	1835
upstream	211
partially	241
recover	480
manage	535
weather	666
industry	2897
company	1115
restrict	179
access	847
financing	233
game	176
government	2416
finance	267
firm	838
little	724
financial	1133
intervention	530
desirable	231
institution	334
mainly	1218
social	1378
response	2080
history	218
perception	450
subject	550
qualitative	250
interview	425
maker	1117
business	716
remain	1219
perceive	406
share	1590
revenue	725
spend	180
remove	380
nozzle	193
enhance	1853
degree	834
circuit	495
intermediate	274
activation	209
loop	684
contribution	1267
route	405
center	432
energy_technology	717
parabolic	315
trough	248
solar_collector	339
chiller	474
tower	286
heater	445
tank	721
fan	198
coil	190
summer	509
coefficient	1276
season	293
microgrid	850
distribute	1455
electrical	1513
network	3024
equipment	638
author	488
accuracy	1165
representation	239
idea	258
easy	294
modeling	1030
instance	172
calcium	154
looping	204
and/or	443
regeneration	471
extra	214
synthesize	219
cao	270
sorbent	427
kind	454
pellet	514
severe	274
uptake	286
pore	317
particle	1403
detect	286
ray	274
weak	286
peak	2073
shale_gas	284
uk	1429
commonly	417
stakeholder	681
online	291
hypothesis	388
furthermore	1535
de	242
positively	188
arise	378
climate_policy	408
eu	1056
light	1004
shift	1134
competitiveness	359
leakage	307
discussion	527
offset	408
border	186
forward	394
preliminary	235
cooperation	205
learn	524
respective	212
blend	825
solvent	363
raise	549
amount	456
thermoelectric	612
te	225
element	786
plate	541
figure	210
merit	208
one	378
cold	934
assumption	813
dependence	489
bi	253
industrial_sector	278
typically	365
traditional	1109
grow	1305
exceed	416
elasticity	601
ability	762
taxis	392
greenhouse_gas	1830
ghg	1948
federal	199
strategic	519
canada	273
nation	315
creation	194
national	2138
province	755
authority	229
governance	382
conceptual	213
resolve	219
deal	619
stand	321
simulate	1497
connect	655
irradiance	264
correction	200
option	2405
consumer	2087
flexible	723
hub	217
abundant	203
related	338
document	226
scope	361
european_country	216
player	182
energy_market	423
energy_storage	2060
use_energy	224
retail	324
user	1164
difficult	488
especially	1481
tariff	1175
incentive	1430
awareness	260
target	2966
inherent	251
fluctuation	546
essential	687
cooling	719
cchp	224
hybrid	2325
compressed	243
additionally	519
scheme	1903
introduce	1872
dominate	429
genetic	336
solve	984
guide	337
principle	573
pattern	1393
practice	962
mj	180
comprise	360
green	1105
dramatically	174
river	173
macroeconomic	201
hydrogen_production	340
germany	661
north	369
importantly	165
see	407
residual	306
transformer	151
east	233
have	491
inject	248
incorporate	963
separation	465
liquefy	182
growth	1709
self	929
continuously	231
attractive	471
profitability	385
geographical	250
simulation_model	408
ireland	194
regulatory	889
minor	172
hold	356
increasingly	662
ambient	620
air_conditioning	519
data	662
regime	616
pass	306
reliability	968
mitigate	770
mitigation	1125
promote	1631
boost	260
rural	744
poverty	595
setting	351
undertake	364
project	3366
sugarcane	222
reflect	638
income	1187
engagement	191
modern	441
processing	407
health	607
electric_vehicle	1280
age	314
transformation	497
differential	312
voltage	1225
square	339
versus	228
able	893
bind	161
transform	376
manufacturer	293
pack	488
realize	598
climate_change	1398
pose	269
difficulty	339
scientific	262
global_warming	409
priority	465
circulation	155
testing	363
formulate	533
consequence	565
burn	428
conclusion	732
directive	279
applicable	314
operator	668
accounting	200
biogas	977
compliance	263
biomethane	197
define	1058
obligation	185
bioenergy	690
definition	334
allocation	673
pair	199
economic_analysis	323
central	786
profit	598
economically	636
expander	275
dispatch	606
cap	325
payment	219
enter	151
slightly	399
air_quality	222
surplus	276
private	517
justify	188
availability	836
lithium	490
law	509
abatement	704
passenger	387
car	734
existence	298
promotion	391
marginal	706
monte	287
carlo	285
cost_energy	248
incremental	170
separately	165
differ	436
new_energy	187
path	477
vehicle	2693
displacement	164
ethanol	1660
fatty_acid	232
methyl	209
ester	199
sweden	329
bioethanol	330
assist	472
straw	353
integer	410
programming	375
fleet	349
budget	186
demonstration	323
finite	318
innovation	1001
offshore	585
interconnect	152
onshore	181
collection	204
eu_et	152
tonne	284
viability	371
compete	288
claim	180
nature	560
possibility	691
minimise	185
inventory	267
spatial	819
substantial	714
commodity	189
energy_sector	582
constant	906
japanese	184
experience	1059
denmark	270
intention	155
reason	672
stress	376
environmentally	363
effort	1115
pro	195
obvious	165
popular	210
acceptable	286
agreement	744
historical	511
commitment	450
brazilian	277
sectoral	340
split	244
brazil	493
compensate	241
occupant	405
behaviour	936
practical	861
bill	269
family	282
dh	261
firstly	437
secondly	226
weight	648
complementary	185
matrix	303
orient	360
stochastic	712
handle	253
preference	572
challenging	165
energy_conservation	660
sustainable_development	495
dea	198
mathematical	646
directional	169
evolution	701
presence	666
adjust	460
manufacturing	520
condense	158
purchase	482
appliance	657
rating	198
simultaneously	708
poor	603
refrigerator	185
reservoir	543
acoustic	170
dimensional	690
computational	819
feedback	427
move	381
piston	390
frequency	1010
relation	661
regenerator	182
carbon_capture_storage	206
penalty	389
supercritical	262
minimum	822
energy_requirement	305
allocate	236
inefficiency	177
pilot	599
dissociation	255
saturation	188
ice	326
turn	475
driving	475
force	781
favorable	241
bring	562
equilibrium	718
economic_growth	1078
guideline	282
igcc	188
advanced	839
pre	616
membrane	944
post	530
carbonation	169
oxy	301
segment	302
evolve	226
line	800
bad	228
version	186
official	169
inertia	177
strong	1164
compute	321
extremely	186
rank	249
west	262
capita	603
gdp	977
expenditure	360
secondary	456
dry	821
humidity	300
spread	194
deviation	377
close	716
fit	636
ventilation	511
hvac	260
electrification	538
distribution_network	427
electrical_energy	279
ee	192
paradigm	163
applicability	257
trading	659
road_transport	157
trend	1310
emission_trading	179
special	370
justice	283
seek	476
security	1379
goal	1434
fund	256
responsibility	207
pay	840
participant	366
accept	193
personal	166
governmental	162
exhibit	734
quantitative	428
suggestion	251
portfolio	599
mandate	194
california	346
coordinate	204
determination	228
expensive	325
rps	205
lng	424
generating	219
status	417
mining	216
progress	418
refer	285
delay	482
primary	1526
usual	282
plan	1337
geothermal	417
prevent	418
auxiliary	218
maintain	877
mill	220
normal	348
corresponding	185
urbanization	285
nexus	385
shanghai	187
beijing	292
embody	502
emphasize	212
express	238
tackle	201
dependency	335
penetration	1095
clarify	156
fix	867
span	202
hydropow	166
prove	780
obstacle	225
intermittent	396
shock	434
vulnerability	180
concentrate	381
fill	306
thermally	156
convective	158
climatic	307
grade	310
indoor	621
sustain	215
contributor	205
nuclear	1368
ccs	839
dominant	394
intensive	714
switch	383
anode	462
cathode	419
ion	624
probability	458
li	190
probabilistic	270
stationary	207
expert	358
funding	192
driver	741
eg	174
achievable	154
knowledge	866
bus	607
air_pollution	272
compromise	171
taiwan	239
extend	665
asymmetric	158
cointegration	218
et	476
al	288
causality	495
complex	1031
causal	210
economic_development	409
certificate	368
cavity	194
lesson	223
success	402
heterogeneity	236
inform	292
varied	287
deployment	984
rational	164
investor	551
low_carbon_energy	168
diversity	264
business_model	243
exposure	167
stable	761
society	441
carbon_footprint	222
extended	210
indirect	569
variability	528
agent	500
transmission	1192
supplier	353
pricing	840
validation	381
quantitatively	221
power_sector	567
decomposition	798
question	774
inner	264
linkage	156
reasonable	382
ammonia	327
accurately	386
film	329
loading	510
simple	919
usually	459
destruction	171
computer	246
code	366
refrigeration	428
associated	279
flue	399
ground	661
surface	1748
pipe	537
crude_oil	608
resolution	453
volatile	347
margin	203
signal	425
derive	1176
alter	176
correct	224
guarantee	366
establishment	169
motivate	187
gradually	239
middle	215
engage	188
tendency	158
choice	1088
willingness	316
rapidly	468
raw_material	182
regulate	313
software	451
supply_chain	504
sized	185
vital	222
evs	526
delivery	252
ownership	328
ancillary	184
degradation	631
coordinated	157
shortage	292
eastern	254
western	309
projection	450
water_consumption	170
matter	412
exit	181
static	286
identification	393
refinery	171
percent	251
substantially	404
ongoing	183
strength	280
debate	429
equal	361
argue	695
potentially	558
early	825
hinder	211
right	222
france	217
spain	322
half	448
action	794
intend	238
trajectory	242
statistical	383
continuous	613
embed	252
extent	735
adverse	217
usage	634
subsequently	296
maintenance	374
pulp	154
leave	172
thin	194
sale	321
contract	388
volatility	473
timing	488
techno	408
travel	371
decarbonisation	220
magnetic	193
situ	264
synthesis	346
sem	190
ni	251
mg	263
reforming	173
velocity	709
tar	319
capable	442
injector	228
closed	199
art	321
ramp	155
new_technology	237
percentage	547
residential_building	354
dual	609
discrete	178
trigger	198
expectation	265
outperform	201
effectively	775
russia	265
europe	669
image	211
russian	157
emphasis	266
compensation	177
metering	240
quantity	531
unlike	164
attain	255
predictive	410
mpc	193
impose	367
simplified	239
complexity	475
deep	492
neural	528
tree	167
principal	198
disturbance	171
shell	341
silica	181
enthalpy	218
isothermal	170
scan	227
coating	171
angle	602
japan	540
domain	242
aid	252
iron	283
steel	255
determined	194
environmental_protection	178
environmental_policy	210
partial	487
asia	218
excessive	178
track	328
determinant	335
economic_activity	159
own	244
enterprise	325
inefficient	218
northern	224
inequality	173
village	184
porous	439
polymer	207
porosity	218
sufficient	537
cycling	266
security_supply	161
norway	180
hydropower	397
turbulence	152
deposit	247
oil_production	244
protection	214
population	637
trip	163
constitute	262
considerably	310
kyoto_protocol	211
swedish	265
market_price	243
manner	308
korea	190
private_sector	160
agricultural	403
algal	208
deterministic	231
horizon	339
owner	337
party	211
old	191
winter	430
formulation	383
near	740
bau	161
diverse	254
pm	238
logistic	155
occupancy	186
characterise	205
ahead	461
generalize	187
adaptive	392
proton	216
exchange	639
pemfc	305
candidate	274
lifetime	417
impedance	154
substrate	289
electricity_supply	408
centralized	190
background	182
macro	181
allowance	198
wave	524
fully	653
moderate	312
classification	230
event	425
classify	213
description	195
turkey	482
ecosystem	164
ev	606
organization	243
adsorbent	176
experimentally	581
desorption	207
cyclic	268
hong_kong	212
undergo	175
excess	496
reform	1173
outline	303
arrangement	317
chain	438
gaseous	198
moisture	277
recycle	196
wet	304
furnace	258
recycling	205
black	163
fiber	206
spectroscopy	229
electrolyte	383
enhanced	328
temporal	439
peer	173
benchmarke	185
begin	271
entropy	157
artificial	310
copper	189
motor	271
particulate	301
subsequent	251
sofc	431
raw	245
rich	465
adaptation	176
stack	599
later	160
microwave	170
irradiation	236
pretreatment	347
cellulose	171
residue	463
decompose	222
convergence	289
fermentation	320
completely	218
globally	192
explicit	162
scheduling	418
linear_programming	305
syngas	618
gasifier	231
aspen	167
oxidation	405
kinetic	650
legislation	237
sea	161
go	241
marine	171
occur	1032
premixed	285
drawback	153
crisis	193
extract	470
explicitly	175
prospect	376
fail	299
deliver	661
complement	181
economic_impact	164
transaction	227
inclusion	164
australian	191
australia	369
annually	172
threat	185
stove	191
remote	217
teg	358
converter	313
friendly	275
sludge	298
municipal	175
accumulation	178
record	295
simultaneous	332
bias	246
convection	296
relevance	201
iv	168
circumstance	159
wheel	166
publish	298
search	334
mid	210
evaporation	257
spray	428
equivalence	272
carbon_monoxide	180
interconnection	205
flat	345
fuzzy	345
suitability	162
upper	299
bound	161
dimension	506
reverse	271
auction	293
ex	166
actor	508
citizen	185
participation	409
expose	160
uniform	402
respond	280
petroleum	535
shed	174
government_policy	153
bed	1108
european_union	453
optimise	306
malaysia	184
constrain	316
resilience	171
island	465
manager	161
initially	188
competition	609
huge	231
power_industry	220
condenser	304
evaporator	320
premium	185
automotive	184
lpg	182
provision	405
late	225
absolute	303
ambitious	300
hydrothermal	189
liquefaction	211
attract	316
summarize	259
uncertain	405
lignin	184
mixing	247
dsm	240
regulator	314
agenda	196
questionnaire	166
conditioner	180
rice	182
open	807
mw	276
believe	155
sell	234
monitor	305
interesting	259
variance	212
statistic	155
costly	173
coverage	169
reserve	708
hydrocarbon	472
ad	247
developer	173
database	318
spectrum	156
switching	186
technically	164
science	153
dutch	159
root	259
environmental_economic	177
sugar	207
price_increase	194
freight	162
basic	506
balancing	175
manure	159
electron	297
optical	404
height	397
outside	208
microbial	231
mfc	184
redox	243
electrode	604
km	295
land	693
jet	334
harvesting	351
negligible	204
damage	338
diversification	183
wake	207
selectivity	175
lower	490
off	164
opposition	157
der	205
secure	220
equity	187
disruption	214
vector	311
granger	204
lie	187
mobility	204
filter	340
soc	512
validity	152
charging	413
asset	283
initiate	152
deregulation	173
wholesale	194
legal	233
mature	160
crop	392
farmer	208
adequate	292
amine	306
govern	164
aqueous	233
mea	198
diffuse	171
decouple	182
easily	312
numerous	276
powertrain	240
oscillation	185
harvester	231
distillation	186
desalination	264
separate	423
collector	742
flux	549
monthly	384
yearly	211
cdm	511
underlie	295
levelize	213
heavily	203
incur	151
column	180
absorber	316
gradient	314
removal	539
lignocellulosic	156
ph	195
closely	201
preparation	155
melt	229
accident	151
voluntary	205
behavioral	156
diesel_fuel	288
welfare	461
externality	237
trace	185
airflow	195
comfort	760
agriculture	224
anticipate	163
shale	256
necessarily	160
conservation	336
county	161
nuclear_energy	286
majority	342
footprint	167
century	296
architecture	282
reactive	261
expense	178
rebound	415
labor	184
proposal	298
pool	212
decide	197
ga	152
min	301
pt	230
counter	153
sun	169
electronic	226
wtp	210
hydrolysis	200
slurry	237
pond	154
anaerobic	401
digestion	419
treat	389
sizing	235
fin	395
thermo	267
systematically	221
host	167
safety	430
semi	356
batch	204
agency	264
storage_capacity	301
synthetic	268
econometric	187
board	180
pem	199
local_government	153
ng	202
foster	193
coordination	234
flame	972
burner	247
lean	268
specify	203
schedule	391
payback	399
depletion	217
trust	166
minimization	225
ultra	169
interface	243
discount_rate	155
wheat	158
frequently	196
food	348
upgrading	194
coke	190
tracking	200
portion	207
job	182
safe	200
sensor	357
diagnosis	153
torque	169
regenerative	188
liberalization	151
climate_change_mitigation	161
education	164
concentrator	160
massive	156
curtailment	285
node	231
training	226
corn	240
growth_rate	221
volumetric	214
orientation	249
sound	173
outage	176
rest	173
re	626
score	153
ec	160
lignite	224
layer	1088
minimal	215
rural_area	216
iran	163
accordingly	242
stimulate	316
lose	170
low_income	247
sharing	201
bevs	152
instability	173
warm	227
butanol	213
thickness	366
sulfur	297
expression	157
melting	288
stringent	188
electrolysis	282
fluidize	198
bubble	200
pareto	198
opec	185
coupling	321
react	155
csp	393
culture	172
sodium	175
outdoor	329
renovation	156
netherland	227
dg	311
fault	389
blade	238
reynold	164
partly	155
wood	611
credit	233
vacuum	161
cooperative	167
viscosity	209
auto	151
natural_resource	151
prefer	161
motion	189
fluctuate	152
package	190
stabilize	209
exploration	180
port	211
ship	183
biochar	163
combustor	430
department	159
congestion	213
hc	197
nitrogen_oxide	153
vibration	189
imbalance	177
lcoe	191
sink	310
clc	212
exploitation	279
rotor	192
scarcity	155
frontier	179
residence	181
decentralized	157
centre	166
tidal	187
fulfil	154
mineral	190
joint	214
communication	269
concrete	204
defrost	155
frost	168
valuation	171
pitch	151
greece	175
axis	190
slag	197
block	274
heuristic	154
downstream	221
droplet	206
movement	203
digester	181
molten	296
borehole	270
round	170
nanofluid	196
usd	184
rent	165
desiccant	260
dehumidification	154
south_korea	151
sorption	194
phev	161
prosumer	208
piezoelectric	188
ann	325
swirl	167
torrefaction	174
tes	417
permeability	192
