prospect	280
natural_gas	6443
demand	3556
worldwide	1003
remain	1625
despite	442
impact	516
asian	417
economic	1019
sion	660
near	533
term	1914
development	1439
consump	262
tion	3639
international	1521
energy	7324
outlook	1343
somewhat	150
increase	8393
year	6569
fuel	4143
fast	677
grow	3044
primary	439
source	1856
forecast	2039
period	2305
gas	3757
use	3588
double	453
reference	4270
case	6981
projection	3738
reach	672
cubic	1926
foot	1953
figure	3112
strong	886
growth	5081
project	7662
develop_country	519
central	785
south_america	731
asia	2584
large	2973
incremental	107
pro	2206
jecte	436
industrialized	437
country	5209
world	8283
consumption	3985
environ	65
mental	81
benefit	150
diversify	105
mix	579
particular	214
expand	946
fire	1695
electricity	5858
generation	3913
capacity	3361
rapid	435
pace	315
effort	532
heavy	265
dependence	109
non	4036
hydroelectric	758
resource	1725
region	5128
lead	1114
problem	298
maintain	306
ing	1882
electricity_supply	226
time	1366
drought	93
hydro	450
renewable_resource	86
account	2477
percent	11967
consume	813
genera	206
share	2768
fall	792
develop	1918
news	573
market	2469
result	2154
economic_crisis	74
begin	1364
continue	1974
delay	306
scale	329
thailand	242
example	476
state	1036
power	4114
company	1039
reduce	1368
expect	5162
investment	884
activity	397
indonesia	417
hit	72
hard	83
hand	163
optimism	59
china	3936
build	769
liquefy	109
lng	1704
regasification	106
movement	95
india	2273
enron	117
finalize	45
agreement	404
purchase	284
oman	149
dabhol	57
major	1015
include	2328
mature	263
twice	102
growth_rate	781
oil	5694
industrialize_country	129
view	185
way	301
greenhouse_gas	534
emission	3620
clean	197
fossil_fuel	564
coal	10177
nuclear	3761
choice	129
future	1245
important	484
pipeline	1055
complete	614
construction	1076
uruguay	67
argentina	382
con	1939
operational	198
progress	173
bolivia	121
brazil	1191
line	876
argen	53
tina	44
negotiation	97
underway	86
connection	56
plan	2245
mile	644
gas_field	97
peru	127
end	1337
shell	129
tender	87
field	629
offer	208
likely	449
vast	84
estimate	1464
reserve	1797
occur	464
western_europe	617
infrastructure	784
tinue	111
offshore	324
system	747
run	368
belgium	206
north_sea	128
france	697
operate	515
onshore	92
de	303
land	297
gas_pipeline	197
trans	59
germany	597
western	309
represent	385
european	441
take	338
step	85
oil_production	527
currently	987
produce	1023
phase	427
provide	1160
day	2295
domestic_consumption	43
ghana	56
west	393
african	175
supply	1981
sasol	45
liquid	2312
ria	53
virtually	106
eliminate	72
russian	281
government	1759
own	371
gazprom	136
production	4155
russia	1324
agree	307
sell	285
stake	50
foreign	344
investor	177
december	810
announce	615
big	72
export	2144
customer	137
win	66
bid	133
expectation	261
rate	1801
economic_growth	1789
uncertainty	447
associate	426
trend	659
high	3918
low	2814
addition	976
base	1054
set	542
regional	778
assumption	434
path	192
measure	395
gdp	1256
ity	1212
relationship	78
change	956
sumption	334
alternative	435
possible	267
energy_demand	866
hold	294
constant	83
value	150
different	276
range	528
eco	453
nomic	421
industrial	1064
transitional	125
ee	647
fsu	1213
economy	1567
ized	176
percentage	234
point	318
add	639
refer	244
ence	408
outside	271
exclude	147
soviet_union	394
decrease	347
suffer	49
severe	115
collapse	98
early	619
decade	712
recently	333
show	342
wide	321
variation	99
annual	1719
vary	290
give	489
nation	1385
considerably	122
uncer	57
derive	126
macroeconomic	110
total	4649
energy_consumption	2617
btu	2150
qua	75
drillion	74
energy_use	1869
barrel	2458
equivalent	207
substantial	592
correspond	42
carbon_dioxide	1420
metric	923
ton	2553
gross_domestic_product	200
come	793
oecd_country	1077
population_growth	232
overall	381
oecd	4566
experience	254
transportation	2216
slowly	214
decline	2440
current	866
discussion	91
ent	91
long	1127
surround	63
predominant	46
winter	57
adopt	170
mexico	1134
currency	67
debt	124
difficulty	123
shortage	128
fund	245
crisis	95
mexican	90
agency	211
internal	54
policy	670
adjustment	41
promote	156
reform	423
recovery	360
relatively	782
table	1372
select	136
asian_country	87
gross	136
dome	52
tic	104
prod	46
uct	47
coun	738
try	979
aver	118
age	326
cent	1103
renew	256
expan	79
lar	73
ta	114
action	143
fi	52
cial	143
effect	374
inter	220
na	180
tional	440
capi	46
tal	72
mar	375
ket	323
econo	142
mie	131
si	114
mis	81
tive	272
en	60
cur	246
rent	87
devel	428
op	250
ment	1139
latin	141
ameri	49
sis	57
nearly	654
ade	41
size	133
dif	67
affect	424
indo	61
ne	92
sia	154
thai	106
south_korea	748
reflect	470
adverse	43
spread	61
er	570
includ	76
japan	1428
com	1009
pe	140
ti	130
fol	55
south	479
east	378
cie	53
ri	123
pect	48
mark	68
od	115
sec	252
econ	84
omy	59
col	65
able	534
record	156
addi	192
ref	198
fore	340
cast	326
mu	64
late	403
rela	125
ship	163
sump	400
alter	98
ble	112
vide	127
user	156
asso	51
ate	179
indus	403
tri	179
al	218
great	491
attempt	189
pat	48
inten	56
sity	41
di	150
assume	642
respec	42
tively	132
gen	435
eat	57
and/or	62
regard	50
past	782
turn	209
tu	44
sub	240
stan	192
tial	214
tain	68
tie	239
sum	113
mer	56
ue	71
ter	126
local	154
cally	55
u.s	2405
dollar	412
sian	66
lose	105
pare	80
janu	49
ary	96
korean	66
bil	258
lion	879
loan	198
require	817
cut	217
die	93
pri	248
ize	61
elec	903
tric	708
gov	229
ern	356
va	72
za	90
track	100
recent	823
event	130
light	231
cen	126
need	680
infra	95
struc	119
ture	122
tran	230
por	95
energy_resource	43
tend	172
rely	320
flow	218
finance	138
espe	41
cially	44
port	366
invest	384
depend	321
son	87
finan	75
labor	197
force	315
trade	1026
good	225
global	1242
sup	320
poten	99
capac	315
ply	232
level	1858
duce	132
fully	146
employ	44
stock	192
duc	312
improve	672
popu	51
la	195
par	168
pa	114
cal	155
poli	45
focus	244
ness	53
cycle	115
fac	55
tor	376
close	257
far	308
actual	179
interna	121
explain	64
impose	68
response	153
start	329
sharp	71
rise	1337
instead	96
eign	84
regu	53
exchange	62
design	218
aim	210
allow	643
fail	59
direct	172
import	2254
reduc	125
sector	2149
sev	88
eral	135
type	289
enact	109
effi	49
new	3003
drive	256
tially	50
lev	85
el	160
send	48
util	52
page	332
quad	61
ril	55
fig	178
ure	190
rently	138
prob	49
lem	48
mod	56
recov	51
ery	52
sid	42
trial	112
chi	60
rest	194
jec	117
british	183
petroleum	855
bp	124
statistical	90
review	312
london	150
uk	303
june	610
p.	2106
electric	1373
utility	485
restructuring	111
competitive	302
era	259
report	1325
inc	213
information	1004
administration	841
structure	203
power_industry	191
update	108
doe	297
washington	448
dc	565
pp	767
issue	516
july	641
hill	65
inventory	45
power_plant	1080
united_state	2170
ber	372
electric_power_plant	43
eia	554
november	588
institute	108
financial	518
merger	105
acquisition	111
august	496
r.	85
group	383
combine	458
street	55
journal	194
a.	133
acquire	76
deal	180
b.	82
associated	54
press	78
national	946
grid	455
september	744
american	288
break	48
ground	95
business	343
wire	47
plant	1521
post	115
january	821
vol	1063
wash	94
ington	50
washing	64
association	179
web	1830
site	2437
www	278
standard	609
poor	199
service	704
volume	427
ii	125
lexington	205
ma	304
private	186
participation	68
private_sector	86
world_bank	242
april	416
mw	70
j.	129
giant	45
dam	454
face	247
arrangement	57
summary	98
department	221
australia	970
option	159
analysis	435
pacific	252
northwest	60
laboratory	50
raise	232
price	4296
beijing	88
power_sector	395
independent	134
privatize	78
february	514
bank	172
distribution	209
nal	75
nigeria	248
october	780
brief	162
québec	50
press_release	110
march	651
algeria	250
commercial	724
operation	418
unit	941
morocco	105
dri	181
middle_east	945
jordan	46
king	114
israel	152
half	536
average	2795
industrial_sector	939
tcf	186
gain	285
portion	249
crude_oil	329
iii	43
congress	52
yamal	45
europe	1777
yeman	52
zimbabwe	43
corporation	213
exceed	437
increase_production	200
opec	1865
producer	1049
area	466
unconventional	269
choose	86
approxi	59
mately	67
lease	141
condensate	149
natu	417
ral	416
ngpl	50
refinery	118
member	297
contribute	382
conventional	302
annually	290
sustain	180
factor	620
limit	534
economically	161
improvement	440
exploration	311
extraction	59
gy	78
efficiency	399
gence	49
continued	86
support	537
modeling	98
approach	161
stage	161
largely	427
assessment	209
consideration	89
active	56
specific	211
geopolitical	47
situation	62
fiscal	106
regime	79
sive	57
detailed	63
available	365
ject	177
west_africa	87
center	207
widely	203
north	403
amer	128
ica	122
dominate	170
evolve	67
industry	911
shift	309
attention	43
africa	885
coast	213
discovery	122
number	523
interest	212
obtain	96
block	75
discover	65
united_kingdom	479
deep	78
initial	144
suggest	136
contain	152
approximately	363
bar	256
rel	233
prove	302
potential	798
work	312
spur	80
notably	91
cover	88
deepwater	132
basin	330
serve	170
frame	60
extend	245
significant	775
usg	71
province	236
gulf	366
guinea	54
mean	188
undiscovered	93
respectively	320
sig	104
esti	156
mate	227
appear	161
ample	45
eration	79
climate	137
risk	108
evaluate	41
ny	116
commit	126
ere	79
political	249
potentially	44
believe	66
concern	496
pose	95
sale	458
resolve	52
partner	68
transfer	71
asset	135
negative	73
african_country	46
little	172
legislation	145
hydrocarbon	77
introduce	170
direct_investment	41
schedule	432
establish	319
manage	71
revenue	150
later	148
create	153
regulatory	177
management	69
avoid	68
continent	79
see	274
recover	193
bring	327
uncertain	94
development_plan	64
model	475
mid	296
reason	109
unlikely	80
decision	214
availability	186
previous	103
government_policy	128
lag	56
constraint	112
entirely	81
indication	43
instance	173
govern	159
condition	104
place	349
iran	630
expansion	734
production_capacity	248
technical	68
opment	57
law	214
restrict	80
owner	65
discourage	70
domestic	804
hinder	44
ability	124
historical	227
venezuela	291
ease	60
restriction	71
additional	684
facilitate	61
extra	65
heavy_oil	59
iraq	256
upstream	65
drop	206
substantially	305
achieve	383
slow	1074
return	293
encourage	309
produc	216
steadily	162
attract	143
consider	403
fear	52
net	811
primarily	556
kazakhstan	180
absence	53
duction	208
exist	548
small	740
concentrate	60
efficient	248
advanced	107
ogy	43
supplier	331
liq	56
significantly	289
environmental_protection	49
general	243
contrast	291
few	45
norway	216
united	106
capable	41
open	264
access	442
rebound	64
advance	224
ieo	361
ago	50
difference	360
extent	193
grant	112
operator	84
oil_company	92
pemex	105
capability	79
attribute	155
massive	46
relate	704
mid-	55
formation	95
salt	42
strategy	160
goal	376
pursue	112
production_potential	130
requirement	258
petrobra	48
minimum	55
equity	51
leader	42
know	115
play	235
tight	237
comparison	535
ethanol	178
steady	70
yield	47
cheap	63
feedstock	140
form	312
previously	69
clear	85
make	280
exporter	258
course	73
home	150
blend	51
fact	212
gasoline	378
contributor	47
drilling	71
short	478
majority	123
crude	164
water	277
offset	248
old	233
application	119
technology	697
typically	123
costly	64
capture	53
price_rise	99
biofuel	190
south_africa	465
ger	123
essentially	54
facility	797
possibility	58
cre	55
ctl	62
ongoing	43
shale	188
similar	299
canada	1362
sand	145
key	431
production_growth	92
eurasia	433
dis	74
indicate	236
cause	229
soon	55
private_investment	50
tax	130
lessen	53
eastern	287
transport	303
world_market	197
sufficient	92
lack	198
route	91
railway	168
shipment	104
azerbaijan	95
strongly	164
position	104
struction	95
propose	419
rus	102
contract	451
energy_sector	65
degree	67
originate	45
differ	133
member_country	144
reduction	705
saudi_arabia	278
stabilize	54
historically	107
world_consumption	108
main	194
legislative	41
security	164
influence	176
box	145
modest	196
necessary	103
illustrate	54
environment	239
qatar	324
consist	147
gtl	157
erence	66
ernment	71
sanction	65
anticipate	270
heat	254
angola	121
enter	147
enable	54
history	56
tighten	42
real	269
mandate	99
particularly	557
ecuador	76
have	79
considerable	217
oil_reserve	127
unable	44
economic_development	105
opportunity	121
success	97
round	51
hope	118
official	91
numerous	45
challenge	131
order	344
subsequent	52
united_nation	112
peak	250
award	78
consortium	97
originally	65
ministry	149
strategic	42
stable	122
difficult	193
mil	431
list	54
service_sector	53
marginal	56
attack	51
surface	46
help	327
fairly	147
flat	141
increasingly	224
role	364
meet	1043
composition	71
geographic	60
usually	41
mine	332
finally	83
projec	122
address	195
maintenance	75
foreign_investment	171
chinese	264
undertake	81
gradual	59
diverse	43
contribution	67
man	93
quickly	116
follow	467
closely	63
economical	84
cost	1532
act	238
driver	54
ducer	76
gallon	100
european_union	241
accord	279
euro	240
pean	143
union	89
directive	155
canadian	247
receive	239
payment	81
operating	115
output	728
flexible	52
subsidy	295
scheme	159
incentive	215
program	718
study	173
effective	69
quota	45
dampen	55
lower	194
diesel_fuel	132
process	457
accelerate	61
product	171
consistently	61
rapidly	390
section	88
discuss	133
deliver	551
building	294
loss	161
transmission	279
importance	100
basis	449
switch	177
opec_country	80
consistent	71
prospective	41
world_production	49
component	180
increment	258
jection	95
natural	303
sharply	88
recession	240
purpose	107
world_economy	41
downturn	102
variety	73
keep	70
shale_gas	284
coalbe	114
methane	163
assess	101
especially	366
exploit	45
domestic_production	75
liquefaction	170
bind	66
green	144
house	120
instal	621
generating	609
coal_mining	55
transporta	74
kilowatthour	573
pre	238
established	41
pattern	195
compare	726
environmental	365
consequence	41
larly	57
renewable_energy_source	275
renewable_energy	760
tricity	303
renewable	1115
hydropower	324
wind_power	285
hydroelectric_power	177
wind	1149
limited	173
hydroelectricity	309
solar	474
geothermal	148
biomass	186
waste	95
capital	357
utilization	92
hydropow	121
extension	90
life	106
seek	147
energy_supply	147
carbon	1103
safety	136
public	147
power_reactor	72
incorporate	109
publish	162
revision	65
reverse	64
retirement	116
wind_energy	242
status	84
launch	90
buy	88
tur	87
weekly	84
octo	91
dutch	42
ish	44
pol	71
date	236
ra	74
tory	62
iea	662
annual_report	56
co	128
decem	70
ice	47
look	255
sep	91
tem	110
infor	51
novem	73
greece	177
pv	44
sta	68
surge	48
italy	334
ada	80
ontario	252
tar	87
po	74
t.	83
k.	73
today	114
pay	164
push	63
ahead	83
ance	110
larg	85
est	147
bakun	55
get	81
der	55
ple	80
test	70
war	50
river	320
laos	76
vate	41
tral	81
newspage	41
l.	62
reuter	125
gorge	120
ie	71
yangtze	44
hong_kong	66
online	148
find	199
d.	125
indian	157
gram	108
sul	89
upgrade	137
iron	130
nia	72
cle	90
secure	116
s.	126
rule	175
c.	68
divide	53
decide	90
hydroe	92
lec	96
plete	95
wefa	89
release	262
enhance	87
sche	52
bra	61
zil	56
drill	43
geo	50
ther	65
mal	44
endesa	43
north_america	508
power_station	65
mex	61
ico	61
integrate	113
entire	139
consumer	589
terminal	389
replace	285
san	45
proposal	158
implication	65
bill	72
debate	71
federal	180
guarantee	80
cap	176
alaska	59
credit	168
monthly	85
hub	58
alberta	92
subject	84
benchmark	46
go	168
call	211
prevent	41
pass	142
comprehensive	44
bureau	50
final	185
constrain	56
proceed	59
approval	132
disposal	50
nat	88
ural	83
amount	230
directly	90
stream	80
gas_industry	141
energy_policy	87
conservation	45
conduct	41
feed	90
determine	147
locate	261
permit	100
dard	73
commission	226
ferc	48
regulation	254
charge	69
request	48
corporate	46
i.e.	46
tariff	106
chapter	179
similarly	89
cor	54
intention	60
implementation	96
opposition	50
island	155
cargo	49
trading	212
participant	58
volatility	68
joint	69
construct	358
mary	69
pipe	220
construc	58
board	82
gas_supply	100
well	152
recoverable	202
express	93
atlantic	77
generally	284
equal	72
sea	80
cross	61
highway	153
envi	89
developer	61
question	81
kyoto	194
treaty	81
examine	65
attractive	143
highly	112
mineral	56
right	47
pressure	102
deposit	98
southern	183
outpace	69
residential	578
privatization	171
city	336
lim	45
ite	44
satisfy	71
increas	45
domestically	73
expensive	167
excess	91
california	170
location	48
eventually	79
indi	57
initiate	46
cumulative	53
spend	98
production_cost	52
strengthen	51
ambitious	71
negotiate	83
involve	252
present	422
ownership	171
natural_resource	57
multiple	51
control	222
oppose	53
generate	496
true	47
commitment	175
pricing	119
retain	51
president	102
restructure	78
energy_market	225
office	146
party	152
initially	83
leave	97
importer	144
indigenous	72
exception	102
quantity	111
eastern_europe	411
balance	121
denmark	156
sweden	158
austria	107
spain	370
libya	129
trinidad_tobago	76
united_arab_emirate	123
netherland	153
dom	77
tril	104
ation	66
tra	63
delivery	94
st	99
triple	114
link	317
shore	71
french	82
month	168
ukraine	336
poland	303
finland	127
prime_minister	42
venture	56
signifi	53
nt	75
soviet	112
republic	195
turkmenistan	151
uzbekistan	62
north_africa	78
portugal	136
joint_venture	71
fur	119
egypt	188
turkey	380
international_energy_agency	347
abundant	85
move	241
iranian	54
armenia	43
georgia	52
solution	42
completion	322
minister	59
sign	321
chemical	133
petrochemical	86
firm	130
romania	103
bulgaria	116
hungary	98
eu	340
commerce	41
framework	136
competition	256
emerge	236
target	489
individual	188
european_commission	85
accompany	80
join	55
border	114
industrialize	206
aus	88
new_zealand	414
robust	253
tokyo	48
shut	190
reactor	288
opera	76
reac	61
coal-	46
horizon	136
australian	138
connect	186
queensland	46
papua_new_guinea	46
malaysia	307
shelf	43
train	142
pany	100
ltd	145
term_contract	59
beginning	73
spot_market	47
attributable	65
couple	49
economic_recovery	116
enjoy	42
positive	122
remainder	137
switzerland	75
international_trade	53
pakistan	122
explore	57
northeast	51
mongolia	66
preliminary	46
slowdown	73
polish	41
viable	45
original	52
optimistic	101
priority	46
transit	74
belarus	47
favorable	99
sys	60
repair	74
northern	146
carry	81
conference	59
den	62
liberalization	46
boost	159
penetration	95
aggressive	83
ensure	104
summer	86
convert	68
shanghai	64
stop	41
network	139
urban	105
install	76
talk	52
bay	63
lpg	48
bangladesh	62
complex	58
analyst	146
korea	121
dependent	136
cambridge	82
spot	70
japanese	168
utili	51
singapore	101
taiwan	200
commodity	74
series	107
indonesian	51
recognize	43
ultimately	62
widespread	63
implement	203
like	161
pledge	69
community	51
quarter	244
mini	49
reliance	225
myanmar	71
authority	129
tract	89
compete	147
initiative	134
slightly	455
separate	123
caspian	103
quality	164
restart	48
note	119
persian	201
buyer	64
distance	59
abu	56
dhabi	56
saudi	105
combination	137
resi	41
mit	51
argue	59
intensive	437
bia	46
ope	101
participate	96
council	97
processing	53
map	53
downstream	54
megawatt	1571
approve	226
monopoly	44
mmbbl	162
advantage	65
reservoir	91
license	116
entity	68
certain	53
apply	99
specify	43
detail	63
package	83
technically	55
regulate	51
responsible	56
successful	74
actually	54
roughly	134
sage	100
rich	95
use_energy	88
car	632
truck	166
road	405
travel	340
lighting	73
steam	291
demographic	65
equipment	270
characteristic	77
lia	66
middle	166
east_africa	97
nem	49
understanding	42
define	143
analyze	44
ume	43
actively	47
scenario	257
publication	55
organization	194
manufacturing	221
agriculture	43
store	43
space	146
heating	194
cooking	66
cool	55
traffic	62
ser	50
vice	50
economic_activity	212
income	351
retail	103
moderate	145
introduction	50
electronic	66
appliance	124
surpass	110
displace	160
petroleum_product	115
pop	41
relative	356
quadril	64
emit	128
vehicle	994
european_country	130
taxis	95
motor_vehicle	175
favor	106
light_duty_vehicle	135
aggregate	66
diesel	214
motor	123
population	457
capita	564
stringent	53
underlie	69
overview	82
statistic	65
social	99
rural_area	58
auto	96
daily	151
york	113
manufacturer	66
datum	351
subscription	315
m.	122
dle	78
rail	327
passenger	308
airport	184
refining	61
brazilian	126
century	51
mining	151
world_population	81
heavily	244
weight	55
steelmaking	86
heavy_industry	43
material	73
intensity	962
closure	108
inefficient	75
third	127
bulk	57
minor	59
ratio	184
equip	43
performance	114
modern	44
away	170
steel	521
cement	119
manufacture	83
economic_cooperation	70
thermal	165
purchase_power_parity	54
combined	60
economic_recession	82
burn	76
bin	61
single	129
america	272
chile	429
part	191
nuclear_reactor	112
watt	250
gigawatt	820
nonhydroelectric	79
quebec	59
absolute	67
nonhydropower	43
phaseout	75
profile	54
intend	124
sizable	70
metal	47
argentine	48
gradually	136
wep	63
wholesale	55
adjust	70
paper	160
revise	64
dynamic	43
comparative	52
input	127
highlight	59
load	82
installation	110
photovoltaic	74
website	453
platt	221
brussel	61
database	52
prepare	92
paris	226
appendix	206
supply_demand	87
agricultural	41
quarterly	44
proved	111
epa	61
fossil	66
e.	86
ihs	183
insight	271
intelligence	198
botswana	52
basic	93
auction	42
latin_america	166
storage	86
special	41
week	179
ex	43
urbanization	53
dominant	103
retire	116
air_pollution	85
promise	56
household	170
standard_living	74
profit	48
enterprise	70
energy_efficiency	239
fix	60
imply	82
conversion	60
startup	42
economist	52
ireland	104
gener	106
german	121
rank	75
proj	208
ect	206
rio	75
colombia	235
chase	45
tember	48
say	75
tunisia	55
resume	67
financing	106
people	228
air	351
personal	228
freight	242
automobile	119
duty	98
bus	149
motorization	146
planning	94
annex	350
international_monetary_fund	47
inflation	60
presentation	44
meeting	47
energy_need	55
petro	118
leum	102
li	69
sure	70
panel	58
oper	104
upward	60
jected	119
tech	108
probably	46
extensive	83
fleet	90
station	137
expense	44
kilo	57
flexibility	41
hour	129
nominal	71
fuel_oil	70
climate_change	226
desire	54
nuclear_plant	151
health	51
generator	196
partially	48
unlike	49
giga	78
nuclear_energy	103
atmosphere	55
provision	59
interest_rate	55
submit	50
uranium	59
environmental_policy	44
method	48
geological	44
oxide	62
develop_nation	124
kaya	57
person	189
objective	85
fukushima	67
disaster	54
shutdown	57
deficit	42
unchanged	46
earthquake	42
te	50
document	48
mail	75
international_market	71
coal_industry	154
export_price	42
sulfur	451
medium	105
exchange_rate	51
philippine	125
coke_coal	310
accept	48
impor	54
lie	48
content	172
outcome	50
distribute	48
productivity	90
downward	68
weak	101
coke	157
tonnage	72
shipping	64
gap	71
injection	50
bruce	56
blast_furnace	79
arc_furnace	42
edition	215
transition	132
aluminum	128
emission_trading	67
research	133
delhi	58
steel_industry	83
protocol	163
turbine	199
slate	52
mega	173
mechanism	66
happen	49
methodology	65
technological	88
baseline	63
energy_production	44
behavior	60
shape	85
describe	43
plus	46
weps+	117
transpor	49
tation	61
mass_transit	54
engine	68
hybrid	83
mass	47
electric_vehicle	47
anthropogenic	47
combustion	195
czech	185
diox	65
ide	72
wood	76
emis	373
kyoto_protocol	368
convention_climate_change	53
unfccc	47
ratify	88
understand	41
price_increase	59
physical	76
consequently	68
dramatically	55
refin	52
refiner	69
ally	116
kuwait	121
mainly	185
emerge_economy	137
market_economy	180
portation	88
aircraft	42
traditional	124
cutback	56
southeast	130
industrialized_nation	94
farm	145
programme	41
obligation	59
slovenia	78
latvia	58
croatia	42
rural	127
remote	43
uganda	48
bbc	75
electrification	72
free	84
live	79
stimulus	68
spending	85
deadline	45
bad	46
strike	55
worth	44
damage	65
linda	41
newly	63
h.	45
grouping	107
structural	43
allocate	54
allowance	66
compliance	67
bon	199
dioxide	276
slovakia	99
accommodate	60
ration	41
temper	46
texas	65
syria	51
vietnam	201
ivory_coast	41
sudan	50
equatorial_guinea	42
removal	46
version	43
critical	45
avail	46
cli	51
dur	43
ily	64
common	48
kilowatt	93
north_korea	71
cuba	42
threaten	42
remove	94
deregulation	64
chernobyl	41
pool	165
uled	43
sur	51
market_research	113
centre	109
automotive	66
stimulate	41
uae	77
volatile	46
sustained	68
marine	45
vessel	44
trajectory	45
identify	54
district	46
boiler	44
urban_area	54
orient	49
usage	48
mobility	42
mode	81
airline	65
non-	63
provincial	64
congestion	53
concentration	72
high_speed	46
competitiveness	49
economic_expansion	71
forward	70
disruption	49
comparable	41
respect	55
cfe	68
mission	44
pur	74
funding	67
hydroelec	47
estonia	59
ban	52
engineering	53
struct	41
kenya	61
ethiopia	48
mozambique	112
pira	174
pel	253
demonstrate	55
monitor	57
lignite	228
hard_coal	175
seaborne	41
min	50
synthetic	44
kwh	70
nifi	52
bu	43
slight	60
ron	53
tant	53
lic	43
ini	42
sente	48
lishe	44
realize	46
refor	44
ond	45
human	62
replacement	47
accounting	42
halt	43
metallurgical	46
cil	45
vehi	82
pub	72
handle	64
cng	71
territory	46
nitrogen_oxide	167
jet	83
cpp	52
eskom	90
tanzania	55
leaded	54
gw	63
bcf	59
pollutant	68
ozone	48
mercury	113
particulate	81
matter	62
luxembourg	66
sel	61
air_quality	56
pollution	58
nuclear_waste	47
lithuania	87
snl	46
gaso	123
saving	42
living	41
meter	49
iceland	47
nepal	41
popula	57
ssy	74
mmst	53
cdm	42
